import React from 'react';

const About = () => (
    <div id="about">
        <h3>公司简介</h3>
        <p>
            55海淘成立于2011年，是一家新三板上市公司，总部位于上海，在美国洛杉矶、日本、香港、北京、深圳、重庆等地设有分部，公司专注海淘电商导购和效果营销，旗下拥有55海淘导购返利平台、Linkhaitao效果营销联盟、Shoplooks
            KOL整合营销平台，以及大数据平台等多款产品，2017年收购美国最大的返利平台Ebates中国区业务，成为国内海淘返利行业领军企业。
        </p>
        <br />
        <p>
            从日韩到欧美、澳洲，从美妆到时尚鞋包、日用百货，在55海淘跨境电商导购平台上，迄今已经有来自30多个国家、7000多种商品在售，一键激活跨境电商产业，55海淘在“卖全球”与“买全球”的双向赛道上纵横捭阖，2019年,平台成交额超过50亿人民币。
        </p>
        <br />
        <p>55海淘使命：“整合全球优惠，让品质生活不贵”，带你去官网买正品！</p>
    </div>
);

export default About;
