import React from 'react';

const About = () => (
    <div id="about">
        <h3>关于海淘派</h3>
        <p>
            欢迎来到海淘派（www.haitaopai.com），海淘派是国内外各种大牌、高品质、高性价比商品的折扣信息推荐网站。同时我们也有最全面的攻略、经验、资讯报道，传递高效的价值信息，足够帮助您更好的海淘和购物，以更优的价格买到大牌的正品优质商品。
        </p>
        <br />
        <p>
            海淘派希望大家可以了解到最真切的产品信息，包括网友真实的使用感受，各种精悍的测评资料，在你决定购买时可以从海淘派获得权威的指导，我们会不断优化推荐信息，为大家提供最有价值的产品推荐。
        </p>
        <br />
        <p>
            海淘派为保证网站正常运营，在网站链接中加入了广告联盟链接，我们能从中得到一部分收益，但这对您购买没有任何影响，同时首页部分区域有很小的广告用来支持网站的正常运营。若您不希望您的购物行为给本站带来收益，请清空Cookies重新进入网站，搜索该商品信息进行购买。
        </p>
        <br />
        <p>如果您在使用过程中有任何问题，请联系我们 haitaopai@gmail.com 将有客服人员尽快和您联系</p>
        <br />
        <p>商务合作请联系 haitaopai@gmail.com</p>
    </div>
);

export default About;
